{"am":1,"abandon":2,"abandoned":3,"ability":1,"able":2,"abnormal":2,"abnormally":3,"aboard":2,"abolish":3,"aboriginal":3,"aborigine":2,"about":1,"above":1,"abroad":1,"abruptly":3,"absence":2,"absent":2,"absentee":3,"absolute":2,"absolutely":2,"absorb":2,"abstract":2,"absurd":3,"abundance":2,"abundant":2,"abuse":3,"academic":2,"academy":2,"accent":2,"accept":1,"acceptable":1,"acceptance":2,"access":2,"accessibility":3,"accessible":2,"accessory":2,"accident":1,"accidental":2,"accidentally":2,"accommodation":3,"accompany":2,"accomplish":2,"accordingto":2,"accordingly":3,"account":1,"accountant":2,"accumulate":3,"accuracy":2,"accurate":2,"accurately":2,"accusation":3,"accuse":2,"accustom":2,"ache":2,"achievable":3,"achieve":1,"achievement":2,"acid":3,"acknowledge":2,"acknowledgment":2,"acknowledgement":2,"acquaintance":2,"acquire":2,"acquisition":3,"across":1,"act":1,"action":1,"active":2,"actively":3,"activity":1,"actor":1,"actress":2,"actual":3,"actually":1,"acute":3,"ad":2,"adapt":2,"adaptable":3,"add":1,"addict":3,"addicted":3,"addiction":3,"addition":1,"additional":1,"additionally":3,"address":1,"addressee":2,"adequate":3,"adequately":3,"adjective":1,"adjust":1,"adjustment":3,"administration":2,"administrative":3,"admirable":3,"admiration":2,"admire":1,"admiringly":3,"admission":2,"admit":1,"admittedly":3,"adopt":2,"adopted":3,"adoption":3,"adorable":2,"adore":3,"adorn":3,"adult":1,"advance":2,"advanced":1,"advancement":3,"advantage":1,"advent":3,"adventure":1,"adventurous":3,"adverb":2,"adverbial":2,"adverse":3,"adversely":3,"adversity":3,"advert":2,"advertise":2,"advertisement":1,"advertising":1,"advice":1,"advise":1,"adviser":2,"advisor":2,"aerobics":2,"affair":1,"affect":2,"affection":2,"affectionate":3,"affectionately":3,"afford":2,"affordable":3,"afraid":1,"after":1,"afternoon":1,"afterward":2,"afterwards":2,"again":1,"against":1,"age":1,"aged":1,"ageless":3,"agency":1,"agenda":2,"agent":1,"aggressive":2,"aggressively":3,"ago":1,"agonize":3,"agonise":3,"agony":3,"agree":1,"agreement":2,"agricultural":2,"agriculture":2,"ahead":1,"aid":2,"aim":2,"air":1,"airconditioning":2,"airforce":2,"aircraft":3,"aircrew":3,"airline":2,"airplane":1,"aeroplane":1,"airport":1,"aisle":1,"alarm":1,"alarmclock":1,"album":1,"alcohol":2,"alcoholic":2,"alcoholism":3,"alert":3,"alike":2,"alive":1,"all":1,"allright":1,"allegation":3,"allergic":2,"alliance":3,"allow":1,"allowance":2,"ally":3,"almost":1,"alone":1,"along":1,"alongside":3,"aloud":2,"alphabet":2,"alphabetical":3,"already":1,"alright":1,"also":1,"altar":3,"alter":3,"alternate":3,"alternative":2,"alternatively":3,"although":1,"altitude":3,"altogether":2,"aluminum":3,"aluminium":3,"always":1,"amaze":3,"amazed":2,"amazement":3,"amazing":2,"amazingly":3,"ambassador":3,"ambiguity":3,"ambiguous":3,"ambition":1,"ambitious":2,"ambulance":2,"ammonia":3,"among":1,"amongst":3,"amount":2,"ample":3,"amplifier":3,"amplify":3,"amuse":3,"amused":1,"amusement":1,"amusing":2,"an":1,"analogy":3,"analysis":2,"analyst":3,"analyze":2,"analyse":2,"ancestor":1,"anchor":3,"anchorage":3,"anchorman":3,"anchorperson":3,"ancient":1,"and":1,"angel":1,"anger":2,"angle":2,"angrily":1,"angry":1,"anguish":3,"animal":1,"animate":3,"animated":2,"animation":2,"ankle":1,"anniversary":1,"announce":2,"announcement":2,"annoy":1,"annoyance":2,"annoyed":2,"annoying":1,"annual":2,"annually":2,"anonymous":3,"another":1,"answer":1,"ant":2,"anti":2,"antiaircraft":3,"antibacterial":3,"anticancer":3,"anticipate":3,"anticipation":3,"antipollution":3,"antique":2,"antistatic":3,"antivirus":3,"antonym":2,"anxiety":2,"anxious":1,"anxiously":2,"any":1,"anybody":1,"anyhow":2,"anymore":1,"anyone":1,"anything":1,"anyway":1,"anywhere":1,"apart":1,"apartment":1,"ape":2,"apologize":1,"apologise":1,"apology":2,"apostrophe":3,"apparent":2,"apparently":1,"appeal":2,"appear":1,"appearance":1,"appetite":2,"applaud":2,"applause":2,"apple":1,"applicant":3,"application":2,"apply":1,"appoint":2,"appointment":1,"appreciate":1,"appreciation":2,"appreciative":3,"approach":2,"appropriate":1,"appropriately":3,"approval":2,"approve":2,"approximate":3,"approximately":2,"april":1,"apron":1,"arch":3,"archaeologist":3,"archeologist":3,"architect":2,"architecture":1,"arctic":3,"are":1,"area":1,"arena":3,"argue":1,"argument":1,"arise":2,"aristocracy":3,"arithmetic":2,"arm":1,"armchair":1,"armed":1,"armful":3,"army":2,"around":1,"arouse":3,"arrange":2,"arrangement":2,"arrest":2,"arrival":2,"arrive":1,"arrogant":3,"arrow":2,"art":1,"artery":3,"article":1,"articulate":3,"artificial":1,"artificially":3,"artist":2,"artistic":2,"artistry":3,"as":1,"ash":3,"ashamed":2,"aside":2,"ask":1,"asleep":1,"aspect":2,"aspiration":3,"aspire":3,"aspirin":2,"assault":3,"assemble":3,"assembly":3,"assert":3,"assess":3,"assessment":3,"assign":2,"assignment":2,"assist":2,"assistance":2,"assistant":1,"associate":2,"association":1,"assume":2,"assumption":3,"assurance":3,"assure":3,"astonish":3,"astonished":3,"astonishing":3,"astonishment":3,"astronaut":1,"astronomer":2,"astronomy":3,"at":1,"athlete":1,"athletic":2,"athletics":3,"atlantic":2,"atmosphere":2,"atom":1,"atomic":2,"attach":2,"attached":3,"attachment":2,"attack":1,"attain":2,"attainable":3,"attainment":3,"attempt":1,"attend":2,"attendance":3,"attention":1,"attentive":3,"attentively":3,"attitude":1,"attract":2,"attraction":2,"attractive":1,"attractiveness":3,"attribute":3,"atypical":3,"aubergine":3,"audience":1,"audio":1,"audit":3,"audition":3,"august":1,"aunt":1,"author":1,"authoritative":3,"authority":2,"authorize":3,"authorise":3,"automatic":1,"automatically":1,"autumn":1,"auxiliary":2,"availability":3,"available":2,"avenue":2,"average":1,"avoid":1,"await":3,"awake":1,"award":1,"aware":2,"awareness":2,"away":1,"awe":3,"awesome":2,"awful":1,"awkward":2,"ax":3,"axe":3,"axis":3,"baby":1,"babysit":2,"babysitter":2,"back":1,"backache":2,"background":1,"backpack":2,"backpacker":2,"backpacking":2,"backup":3,"backward":3,"backwards":3,"backyard":3,"bacon":2,"bad":1,"badge":3,"badly":1,"badminton":1,"badtempered":3,"bag":1,"baggage":2,"bake":1,"baker":2,"bakery":2,"balance":2,"balanced":3,"balcony":1,"bald":2,"balky":3,"ball":1,"ballad":3,"ballet":3,"balloon":1,"ballot":3,"ban":3,"banana":1,"band":1,"bandage":2,"bang":2,"bank":1,"bankaccount":2,"banker":3,"banking":1,"bankrupt":3,"bankruptcy":3,"bar":1,"barbecue":1,"barber":1,"barbershop":3,"bare":2,"barely":2,"bargain":1,"bark":2,"barley":3,"barman":2,"barn":3,"barometer":3,"barrel":2,"barren":3,"barrier":3,"bartender":3,"base":1,"baseball":1,"basement":2,"basic":1,"basically":1,"basin":2,"basis":2,"basket":1,"basketball":1,"bat":1,"batch":1,"bath":1,"bathe":2,"bathhouse":3,"bathroom":1,"battery":1,"battle":2,"battlefield":3,"bay":1,"be":1,"beach":1,"beagle":3,"beak":3,"beam":3,"bean":1,"bear":1,"beard":2,"bearing":3,"beast":2,"beat":2,"beautiful":1,"beautifully":2,"beautify":3,"beauty":1,"beaver":2,"because":1,"becauseof":2,"become":1,"bed":1,"bedroom":1,"bedside":2,"bee":1,"beef":1,"been":1,"beer":1,"before":1,"beg":1,"begin":1,"beginner":1,"beginning":1,"behalf":2,"behave":2,"behavior":1,"behaviour":1,"behind":1,"being":1,"belief":2,"believe":1,"bell":1,"bellow":3,"belly":1,"belong":1,"belongings":3,"beloved":2,"below":1,"belt":1,"bench":1,"bend":1,"beneath":2,"beneficial":3,"benefit":2,"benevolence":3,"benevolent":3,"bent":2,"berry":3,"beside":1,"besides":1,"best":1,"bestow":3,"bestseller":3,"bet":2,"betray":3,"better":1,"between":1,"bewilder":3,"bewilderment":3,"beyond":1,"bicycle":1,"bid":3,"bidding":3,"big":1,"bike":1,"bikini":3,"bilingual":2,"bill":1,"billion":3,"bin":2,"bind":3,"bio":3,"biochemistry":2,"biography":2,"biological":3,"biology":2,"biotechnology":3,"bird":1,"birdcage":3,"birth":1,"birthday":1,"birthplace":3,"biscuit":1,"bishop":2,"bit":1,"bite":1,"bitter":2,"bitterly":3,"bizarre":3,"black":1,"blackboard":1,"blade":3,"blame":1,"blank":1,"blanket":1,"blast":3,"blaze":3,"bleed":2,"blend":2,"bless":2,"blessing":2,"blind":2,"blindly":3,"blindness":3,"blink":3,"block":1,"blog":2,"blogger":2,"blonde":1,"blood":1,"bloodstream":3,"bloody":3,"bloom":1,"blooming":3,"blossom":3,"blow":1,"blue":1,"blur":3,"blurt":3,"blush":2,"board":1,"boardgame":1,"boast":2,"boat":1,"body":1,"boil":1,"boiled":1,"boiling":3,"bold":2,"boldly":2,"bolt":3,"bomb":2,"bombard":3,"bomber":3,"bombing":3,"bond":2,"bone":1,"bonus":1,"bony":3,"book":1,"bookcase":1,"booking":2,"bookish":3,"booklet":3,"bookmark":3,"bookshelf":1,"bookshop":1,"bookstore":1,"boom":2,"boost":3,"boot":2,"booth":3,"border":2,"bore":2,"bored":1,"boredom":2,"boring":1,"borrow":1,"boss":1,"bossy":3,"botany":3,"both":1,"bother":1,"bothered":3,"bothersome":3,"bottle":1,"bottom":1,"bounce":2,"bound":2,"bourbon":3,"bow":2,"bowl":1,"box":1,"boxer":3,"boxing":2,"boy":1,"boyfriend":1,"bra":1,"bracelet":2,"bracket":3,"brag":3,"brain":1,"brainstorm":1,"brainstorming":2,"brake":1,"branch":1,"brand":1,"brandnew":2,"brass":2,"brave":1,"bravely":2,"bravery":3,"bread":1,"break":1,"breakable":3,"breakdown":3,"breakfast":1,"breakthrough":2,"breakup":3,"breast":2,"breath":2,"breathe":1,"breathless":2,"breathtaking":3,"breed":2,"breeding":2,"breeze":1,"breezy":3,"brewery":3,"brick":2,"bride":1,"bridge":1,"brief":2,"briefly":2,"bright":1,"brightly":2,"brilliant":1,"brilliantly":3,"bring":1,"broad":2,"broadband":3,"broadcast":2,"broadcaster":3,"broaden":3,"broadly":3,"broccoli":2,"brochure":3,"broken":1,"bronze":2,"brother":1,"brotherhood":2,"brotherinlaw":3,"brown":1,"browse":3,"browser":3,"bruise":3,"brush":1,"bubble":2,"bucket":1,"bud":3,"buddy":2,"budget":1,"bug":1,"build":1,"builder":2,"building":1,"bulb":1,"bulimia":3,"bull":2,"bullet":2,"bulletin":2,"bully":3,"bum":3,"bump":2,"bumper":3,"bun":3,"bunch":2,"burden":2,"burdensome":3,"bureau":2,"bureaucracy":3,"burger":1,"burglar":2,"burglary":3,"burgle":3,"burial":3,"burn":1,"burning":2,"burst":2,"bury":1,"bus":1,"busstation":1,"busstop":1,"bush":1,"business":1,"businessman":1,"businesswoman":1,"bust":2,"bustle":3,"bustling":3,"busy":1,"but":1,"butcher":2,"butter":1,"butterfly":1,"button":1,"buy":1,"buyer":2,"buzz":3,"by":1,"bye":1,"cab":1,"cabbage":2,"cabin":2,"cabinet":3,"cable":3,"cafe":1,"caf":1,"cafeteria":1,"cage":2,"cake":1,"calculate":2,"calculation":2,"calculator":2,"calendar":1,"calf":2,"call":1,"caller":2,"calm":2,"calmly":3,"calmness":2,"camel":2,"camera":1,"camp":1,"campaign":3,"camping":1,"campsite":2,"campus":1,"can":1,"canal":2,"cancel":2,"cancer":2,"candidate":3,"candle":2,"candy":1,"cane":3,"canned":2,"cannonball":3,"canon":3,"canteen":2,"cap":1,"capability":3,"capable":2,"capacity":2,"capital":1,"capitalletter":1,"capsule":2,"captain":1,"caption":3,"captive":3,"capture":2,"car":1,"carpark":1,"caravan":3,"carbon":3,"carbondioxide":3,"carbonfootprint":3,"carbonmonoxide":3,"card":1,"cardboard":3,"cardigan":3,"care":1,"career":2,"carefree":3,"careful":1,"carefully":1,"careless":2,"carelessly":2,"carelessness":2,"caring":3,"carnival":3,"carpet":2,"carpool":3,"carriage":2,"carrot":1,"carry":1,"carton":2,"cartoon":1,"carve":3,"cascade":3,"case":1,"cash":1,"cashpoint":2,"cassette":1,"cast":3,"castle":1,"casual":2,"casually":3,"cat":1,"catalog":3,"catalogue":3,"catalyst":3,"catastrophe":3,"catastrophic":3,"catch":1,"catchy":3,"categorization":3,"categorisation":3,"categorize":2,"categorise":2,"category":2,"catering":3,"cathedral":3,"cattle":2,"cause":1,"caution":2,"cautious":2,"cave":2,"cd":1,"cdplayer":1,"cdrom":2,"cease":3,"ceiling":3,"celebrate":1,"celebration":1,"celebrity":2,"cell":2,"cellar":3,"cellist":3,"cello":3,"cemetery":3,"cent":1,"center":1,"centre":1,"centigrade":3,"centimeter":1,"centimetre":1,"central":2,"centralheating":2,"century":1,"cereal":1,"ceremony":2,"certain":1,"certainly":1,"certainty":2,"certificate":3,"certification":3,"certify":3,"chain":1,"chair":1,"chairman":1,"challenge":1,"challenging":2,"champagne":1,"champion":2,"championship":1,"chance":1,"chancellor":3,"change":1,"channel":2,"chaos":2,"chaotic":3,"chapter":1,"character":1,"characteristic":2,"characterize":2,"characterise":2,"charge":2,"chariot":2,"charity":2,"charm":2,"charming":3,"chart":1,"chase":2,"chat":1,"chatshow":2,"cheap":1,"cheat":3,"check":1,"checkincounter":2,"checkin":2,"checkindesk":2,"checkout":2,"checkpoint":3,"cheek":1,"cheeky":3,"cheer":1,"cheerful":2,"cheerfully":3,"cheerfulness":3,"cheese":1,"chef":1,"chemical":1,"chemist":2,"chemistry":2,"chemotherapy":3,"cheque":1,"cherish":2,"cherished":3,"cherry":3,"chess":1,"chest":1,"chestofdrawers":2,"chew":3,"chewinggum":2,"chicken":1,"chief":2,"child":1,"childhood":1,"childish":3,"chili":1,"chilli":1,"chimney":3,"chimpanzee":1,"chin":1,"chip":3,"chirp":1,"chocolate":1,"choice":1,"choir":2,"choke":2,"choose":1,"chop":3,"christian":2,"chronological":2,"chuckle":2,"chunk":3,"church":1,"cigarette":1,"cinema":1,"circle":1,"circuit":3,"circuitry":3,"circular":2,"circumstance":3,"circus":2,"citizen":1,"citizenship":2,"city":1,"citywide":3,"civil":2,"civilization":2,"civilisation":2,"claim":1,"clam":3,"clap":3,"clarify":3,"class":1,"classic":1,"classical":2,"classicalmusic":1,"classification":3,"classify":2,"classmate":1,"classroom":1,"clause":3,"clean":1,"cleaner":1,"clear":1,"clearly":1,"clearness":3,"clerical":3,"clerk":1,"clever":1,"click":1,"client":3,"cliff":2,"climate":2,"climatechange":3,"climb":1,"climber":2,"climbing":1,"clinic":2,"clip":2,"clock":1,"clog":3,"clone":1,"close":1,"closed":1,"closely":2,"closure":3,"cloth":1,"clothes":1,"clothing":3,"cloud":1,"cloudy":1,"clown":1,"club":1,"clue":1,"clumsy":3,"coach":1,"coaching":3,"coal":2,"coalition":3,"coarse":3,"coast":1,"coastal":2,"coastline":3,"coat":1,"cocktail":3,"cocoa":3,"coconut":3,"cod":2,"code":1,"coffee":1,"coffin":2,"coherence":3,"coherent":3,"coin":1,"coincide":3,"coincidence":3,"coke":1,"cola":1,"cold":1,"collapse":2,"collar":2,"colleague":3,"collect":1,"collection":1,"collector":3,"college":1,"collocation":3,"colon":3,"colonial":3,"color":1,"colour":1,"colorful":1,"colourful":1,"column":1,"columnist":2,"coma":3,"comb":1,"combination":2,"combine":2,"come":1,"comedian":2,"comedy":2,"comet":2,"comfort":2,"comfortable":1,"comfortably":3,"comic":1,"comma":2,"command":2,"commander":3,"commemorate":3,"comment":2,"commerce":3,"commercial":2,"commission":3,"commit":2,"commitment":1,"committee":1,"common":1,"commonsense":2,"commonly":2,"commonwealth":3,"communicate":1,"communication":1,"communicative":3,"community":3,"commute":3,"companion":2,"company":1,"comparative":1,"compare":1,"comparison":2,"compassion":3,"compassionate":3,"compatible":3,"compensate":3,"compensation":3,"compete":2,"competence":3,"competent":3,"competition":1,"competitive":2,"competitor":2,"compile":3,"complain":1,"complaint":1,"complement":2,"complete":1,"completely":2,"completion":3,"complex":2,"complexion":3,"complexity":3,"complicate":2,"complicated":2,"compliment":2,"component":3,"compose":2,"composer":1,"composition":2,"compound":2,"comprehension":3,"comprehensive":3,"compress":3,"compression":3,"compromise":2,"compulsory":3,"compute":3,"computer":1,"conceal":3,"concede":3,"conceit":3,"conceivable":3,"conceive":3,"concentrate":1,"concentration":2,"concept":2,"conception":3,"concern":1,"concerned":2,"concerning":3,"concert":1,"concession":3,"conclude":2,"conclusion":2,"concrete":3,"condemn":3,"condition":1,"conduct":2,"conductor":3,"cone":3,"conference":3,"conferencing":3,"confess":3,"confession":3,"confidence":2,"confident":1,"confidently":3,"confine":3,"confirm":2,"confirmation":2,"conflict":2,"confront":3,"confuse":1,"confused":1,"confusing":2,"confusion":2,"congratulate":2,"conjunction":3,"connect":2,"connection":2,"connexion":2,"conquer":2,"conquest":3,"conscience":3,"conscious":2,"consciousness":3,"consensus":3,"consent":3,"consequence":1,"consequently":2,"conservation":2,"conservative":2,"consider":1,"considerable":2,"considerably":3,"consideration":2,"considering":3,"consist":1,"consistent":3,"consolation":3,"console":3,"consonant":2,"constant":3,"constantly":2,"constitute":2,"constitution":2,"construct":2,"construction":2,"consult":3,"consultant":3,"consume":2,"consumer":2,"consumption":2,"contact":1,"contain":2,"container":1,"contaminate":3,"contemporary":3,"contempt":3,"content":2,"contest":1,"context":1,"continent":1,"continual":2,"continually":2,"continue":1,"continuous":2,"continuously":2,"contract":3,"contradict":3,"contradiction":3,"contradictory":3,"contrary":2,"contrast":1,"contribute":2,"contribution":2,"control":1,"controversial":2,"controversy":3,"convenience":1,"convenient":1,"conveniently":3,"convention":3,"conventional":3,"conversation":1,"converse":3,"conversely":3,"conversion":3,"convert":3,"convey":2,"convince":2,"convinced":3,"cook":1,"cooker":1,"cookie":1,"cooking":1,"cool":1,"cooler":1,"cooperate":3,"cooperation":3,"cooperative":3,"cop":1,"cope":3,"copper":3,"copy":1,"copyright":2,"coral":3,"core":3,"corn":1,"corner":1,"cornerstone":3,"cornet":3,"corona":3,"corporal":3,"corporate":3,"corporation":3,"correct":1,"correction":2,"correctly":1,"correctness":3,"correspond":3,"correspondence":3,"correspondent":3,"corresponding":3,"corridor":3,"corrupt":3,"corruption":3,"cost":1,"costly":3,"costume":3,"cottage":3,"cotton":2,"couch":1,"cough":2,"could":1,"council":2,"counseling":2,"counselling":2,"count":1,"counter":2,"countless":2,"country":1,"countryman":3,"countryside":1,"countrywide":3,"county":2,"couple":1,"courage":2,"courageous":2,"courgette":2,"course":1,"court":1,"courtesy":3,"cousin":1,"cover":1,"cow":1,"coward":3,"cowardly":3,"coziness":3,"cosiness":3,"cozy":3,"cosy":3,"crab":3,"crack":3,"craft":2,"craftsman":3,"crash":2,"crater":3,"crawl":3,"crazy":1,"cream":1,"crease":3,"create":1,"creation":3,"creative":1,"creatively":3,"creativity":1,"creator":2,"creature":1,"credit":1,"creditcard":1,"creek":3,"creepy":3,"crew":3,"cricket":1,"crime":1,"criminal":2,"cripple":3,"crisis":2,"crisp":1,"critic":2,"critical":2,"critically":3,"criticism":3,"criticize":1,"criticise":1,"crocodile":3,"crop":2,"cross":1,"crossing":2,"crossly":3,"crossroads":2,"crow":2,"crowd":1,"crowded":1,"crown":1,"crucial":3,"cruel":2,"cruelly":3,"cruelty":3,"cruise":1,"crush":2,"cry":1,"crystallize":3,"crystallise":3,"cube":3,"cubism":3,"cucumber":2,"cuff":3,"culmination":3,"cultivate":2,"cultural":2,"culturally":3,"culture":1,"cup":1,"cupboard":1,"cure":2,"curiosity":2,"curious":2,"curiously":2,"curl":3,"curly":2,"currency":2,"current":2,"currently":2,"curriculum":2,"curry":1,"curse":1,"cursor":3,"curtain":2,"curve":2,"cushion":2,"custom":1,"customer":1,"customs":2,"cut":1,"cute":1,"cv":2,"cyberaddict":3,"cybercafe":3,"cybercaf":3,"cybercrime":3,"cyberpet":3,"cyberschool":3,"cyberspace":3,"cycle":2,"cycling":1,"cyclist":3,"dad":1,"daddy":1,"daft":3,"daily":1,"daisy":2,"dam":1,"damage":2,"damaged":2,"damn":3,"damp":2,"dance":1,"dancer":1,"dancing":1,"dandelion":3,"danger":1,"dangerous":1,"dangerously":2,"dare":2,"dark":1,"darkness":2,"darling":3,"dash":3,"data":3,"database":3,"date":1,"dated":3,"dating":2,"daughter":1,"daughterinlaw":3,"dawn":3,"day":1,"daylight":1,"daytime":3,"daze":2,"dazzle":2,"defacto":3,"dead":1,"deadline":2,"deadly":2,"deaf":2,"deal":1,"dealer":2,"dear":1,"dearly":3,"death":1,"debate":1,"debit":3,"debitcard":3,"debris":2,"debt":2,"decade":3,"decay":3,"deceive":3,"december":1,"decent":3,"deceptive":3,"decide":1,"decision":2,"decisive":3,"deck":3,"declaration":2,"declare":2,"decline":2,"decomposition":3,"decorate":3,"decoration":3,"decorative":3,"decrease":2,"dedicate":2,"dedication":3,"deduce":3,"deduction":3,"deed":2,"deem":3,"deep":1,"deeply":1,"deer":3,"defeat":2,"defend":2,"defender":2,"defense":2,"defence":2,"deficiency":2,"deficit":3,"define":2,"definite":2,"definitearticle":2,"definitely":2,"definition":2,"deforestation":3,"defy":3,"degree":1,"dehumanize":3,"dehumanise":3,"delay":1,"delegate":3,"delete":2,"deliberate":3,"deliberately":3,"delicacy":3,"delicate":2,"delicately":3,"delicious":1,"delight":2,"delighted":2,"delightful":2,"deliver":2,"delivery":2,"demand":2,"demanding":3,"democracy":2,"democratic":2,"demolish":3,"demonstrate":2,"demonstration":2,"denim":3,"dense":3,"densely":3,"dental":3,"dentist":1,"deny":2,"depart":2,"department":2,"departmentstore":1,"departure":2,"depend":1,"dependable":3,"dependent":2,"deposit":2,"depressed":2,"depressing":2,"depression":2,"deprive":2,"depth":2,"deputy":3,"derive":2,"descend":3,"describe":1,"description":1,"descriptive":3,"desert":1,"deserve":2,"design":1,"designer":2,"desirable":3,"desire":2,"desk":1,"desktop":3,"desolation":3,"despair":2,"desperate":2,"desperately":3,"desperation":3,"despise":3,"despite":2,"dessert":1,"destination":2,"destiny":3,"destroy":1,"destruction":2,"destructive":2,"detach":3,"detachment":3,"detail":1,"detailed":3,"detect":3,"detective":2,"determination":2,"determine":2,"determined":3,"determiner":3,"devastate":2,"devastating":2,"develop":1,"developed":1,"developing":3,"development":2,"device":2,"devil":3,"devote":3,"devoted":3,"devotion":2,"diagram":2,"dial":2,"dialog":2,"dialogue":2,"diameter":2,"diamond":1,"diaper":2,"diarrhea":3,"diarrhoea":3,"diary":1,"dictator":3,"dictionary":1,"did":1,"die":1,"diet":1,"differ":2,"difference":1,"different":1,"differently":1,"difficult":1,"difficulty":1,"dig":1,"digest":3,"digital":2,"digitalcamera":1,"dignify":3,"dignity":3,"dilemma":3,"diligence":2,"diligent":2,"dim":3,"dime":3,"dimension":3,"diningroom":1,"dinner":1,"dinosaur":1,"dioxide":2,"dip":3,"diphtheria":3,"diploma":3,"diplomat":3,"direct":1,"direction":1,"directly":2,"director":1,"dirt":2,"dirty":1,"disability":2,"disable":2,"disabled":2,"disadvantage":1,"disagree":1,"disagreement":2,"disappear":1,"disappearance":3,"disappoint":2,"disappointed":1,"disappointing":1,"disappointment":2,"disapproval":3,"disapprove":3,"disaster":2,"disastrous":2,"discjockey":2,"diskjockey":2,"discharge":3,"disciple":3,"discipline":3,"disco":1,"discomfort":2,"disconnect":3,"discount":2,"discourage":2,"discover":1,"discovery":2,"discredit":3,"discriminate":3,"discrimination":2,"discuss":1,"discussion":1,"disease":2,"disgrace":3,"disguise":3,"disgusting":2,"dish":1,"dishonest":1,"dishonesty":3,"dishwasher":2,"disillusion":3,"disk":2,"disc":2,"dislike":1,"dismiss":3,"disorder":3,"disorderly":3,"disorganized":3,"disorganised":3,"dispensable":3,"displace":3,"display":1,"displeasure":3,"disposal":3,"disposition":3,"dispute":3,"disqualify":3,"disregard":3,"disrupt":3,"dissatisfaction":3,"dissatisfied":3,"dissident":3,"dissolve":2,"distance":2,"distant":2,"distinction":2,"distinctly":2,"distinguish":2,"distinguished":3,"distortion":3,"distract":3,"distraction":3,"distressing":3,"distribute":2,"distribution":2,"distributor":3,"district":2,"disturb":1,"disturbance":2,"dive":2,"diver":2,"diverse":2,"diversion":3,"divert":3,"divide":1,"divided":3,"divine":2,"diving":2,"division":3,"divorce":3,"divorced":2,"dizzy":1,"dj":2,"dna":3,"do":1,"doc":2,"dock":3,"doctor":1,"dr":1,"document":2,"documentary":2,"does":1,"dog":1,"doing":1,"doll":1,"dollar":1,"dolphin":2,"domestic":3,"dominate":3,"donate":3,"donation":3,"done":1,"donkey":3,"doom":3,"door":1,"doorkeeper":3,"doorway":3,"dorm":3,"dormitory":3,"dose":3,"dot":2,"double":1,"doubly":3,"doubt":1,"doubtful":3,"dove":3,"down":1,"downfall":3,"download":1,"downsize":3,"downstairs":1,"downtown":1,"downward":2,"dowry":3,"doze":2,"dozen":2,"draft":3,"draught":3,"drag":2,"drain":3,"drama":1,"dramatic":2,"dramatically":3,"drapery":3,"draw":1,"drawer":1,"drawing":1,"dread":3,"dreadful":3,"dream":1,"dreamy":3,"dress":1,"dressed":1,"drill":1,"drink":1,"drinkable":3,"drive":1,"driver":1,"driverslicense":1,"drivinglicence":1,"droop":3,"drop":1,"dropout":3,"drought":3,"drown":2,"drug":1,"drugstore":1,"drum":1,"drunk":2,"dry":1,"duck":1,"dude":2,"due":1,"duel":3,"dull":2,"dumb":3,"dump":2,"duplicate":3,"duplication":3,"during":1,"dust":1,"dustbin":2,"dusty":2,"duty":2,"dutyfree":2,"duvet":2,"dvd":1,"dwarf":3,"dye":3,"dynamic":3,"dynasty":2,"each":1,"eachother":1,"eager":2,"eagerly":3,"eagerness":2,"eagle":3,"ear":1,"earache":2,"early":1,"earn":1,"earnest":2,"earnings":3,"earring":1,"earth":1,"earthquake":1,"ease":3,"easily":1,"east":1,"eastern":2,"eastward":3,"easy":1,"easygoing":2,"eat":1,"eco":2,"ecological":2,"ecologically":3,"ecologist":3,"ecology":2,"economic":2,"economical":3,"economics":2,"economist":3,"economy":2,"ecosystem":2,"ecstasy":2,"ecstatic":3,"edge":2,"edit":3,"edition":2,"editor":1,"editorial":3,"educate":2,"educated":3,"education":1,"educational":1,"educator":3,"effect":1,"effective":2,"effectively":3,"effectiveness":3,"efficiency":2,"efficient":2,"effort":1,"egg":1,"eight":1,"eighteen":1,"eighty":1,"either":1,"elbow":2,"elderly":1,"elect":3,"election":2,"elective":3,"electric":1,"electrical":2,"electrician":3,"electricity":2,"electron":2,"electronic":2,"electronically":3,"electronics":3,"elegance":3,"elegant":3,"elegantly":3,"element":2,"elemental":3,"elementary":1,"elephant":1,"elevator":1,"eleven":1,"eligible":3,"eliminate":2,"elite":3,"eloquence":3,"eloquent":3,"else":1,"elsewhere":1,"email":1,"embarrass":2,"embarrassed":2,"embarrassing":1,"embarrassment":2,"embassy":3,"embrace":3,"emerge":2,"emergence":3,"emergency":1,"emotion":2,"emotional":2,"emotionally":2,"emperor":2,"emphasis":2,"emphasize":2,"emphatically":3,"empire":2,"employ":3,"employee":3,"employer":3,"employment":2,"empty":1,"enable":2,"enclose":2,"encounter":2,"encourage":1,"encouragement":2,"encouraging":2,"encyclopedia":2,"encyclopaedia":2,"end":1,"endanger":2,"endangered":1,"endeavor":3,"endeavour":3,"ending":1,"endless":2,"endlessly":3,"endorse":3,"endurance":3,"endure":2,"enduring":3,"enemy":2,"energetic":1,"energy":3,"enforce":3,"engage":2,"engaged":2,"engagement":3,"engine":2,"engineer":1,"engineering":2,"englishman":2,"engulf":3,"enhance":3,"enjoy":1,"enjoyable":2,"enjoyment":2,"enormous":1,"enough":1,"enrich":2,"enroll":3,"enrol":3,"ensure":2,"enter":1,"enterprise":3,"entertain":2,"entertainer":2,"entertaining":3,"entertainment":1,"enthusiasm":2,"enthusiast":2,"enthusiastic":2,"enthusiastically":3,"entire":2,"entirely":2,"entitle":3,"entrance":1,"entrepreneur":3,"entry":2,"envelope":1,"environment":3,"environmental":2,"environmentalist":2,"environmentally":3,"environmentallyfriendly":3,"envy":1,"episode":1,"equal":2,"equality":2,"equally":2,"equation":3,"equip":3,"equipment":2,"equity":3,"era":2,"erect":3,"error":1,"erupt":3,"eruption":3,"escalator":1,"escape":1,"especially":1,"essay":1,"essayist":3,"essence":2,"essential":2,"essentially":3,"establish":1,"establishment":2,"estate":3,"estimate":2,"estimated":3,"eternal":2,"eternally":3,"eternity":2,"ethic":3,"ethnic":3,"euro":1,"evacuate":3,"evacuation":3,"evaluate":3,"evaluation":3,"even":1,"evening":1,"evenly":2,"event":1,"eventually":2,"ever":1,"everlasting":3,"every":1,"everybody":1,"everyday":1,"everyone":1,"everything":1,"everywhere":1,"evidence":1,"evident":2,"evidently":3,"evil":3,"evolution":3,"evolve":3,"exact":2,"exactly":1,"exactness":3,"exaggerate":3,"exaggeration":3,"exalt":3,"exam":1,"examination":2,"examine":2,"examinee":3,"examiner":2,"example":1,"exceed":3,"excel":3,"excellence":2,"excellent":1,"except":1,"exception":3,"exceptional":3,"exceptionally":3,"excess":2,"excessive":3,"exchange":1,"exchangerate":2,"excited":1,"excitedly":2,"excitement":2,"exciting":1,"exclaim":3,"exclamationmark":3,"exclude":3,"exclusion":3,"exclusive":2,"exclusively":3,"excursion":3,"excuse":1,"execute":3,"execution":3,"executive":3,"exercise":1,"exhaust":3,"exhausted":2,"exhausting":3,"exhaustion":3,"exhibit":3,"exhibition":1,"exile":3,"exist":1,"existence":2,"existing":3,"exit":2,"exotic":3,"expand":2,"expansion":3,"expect":1,"expectation":3,"expected":3,"expedition":3,"expense":2,"expensive":1,"experience":1,"experienced":2,"experiment":2,"expert":1,"explain":1,"explanation":1,"explode":3,"exploit":3,"exploration":2,"explore":1,"explorer":3,"explosion":2,"explosive":3,"export":3,"expose":2,"express":1,"expression":1,"expressive":3,"exquisite":3,"extend":2,"extension":3,"extensive":3,"extensively":2,"extent":2,"external":3,"extinct":2,"extinction":2,"extra":1,"extract":3,"extraordinarily":3,"extraordinary":2,"extreme":2,"extremesports":2,"extremely":1,"exultant":3,"eye":1,"eyebrow":3,"eyelash":3,"eyelid":3,"eyesight":2,"fabric":3,"fabulous":3,"face":1,"facetoface":2,"facilitate":3,"facilities":3,"facility":2,"fact":1,"factor":3,"factory":1,"faculty":3,"fade":2,"fail":1,"failure":2,"faint":2,"fair":1,"fairly":1,"fairy":1,"faith":3,"faithful":2,"fake":2,"fall":1,"fallen":2,"false":1,"falter":3,"fame":3,"familiar":1,"familiarize":3,"familiarise":3,"family":1,"famous":1,"fan":1,"fancy":1,"fantastic":1,"fantastically":3,"fantasy":2,"far":1,"faraway":2,"fare":1,"farewell":2,"farm":1,"farmer":1,"farming":2,"farmland":2,"farther":2,"farthest":2,"fascinate":2,"fascinated":3,"fascinating":1,"fascination":3,"fashion":1,"fashionable":2,"fast":1,"fastfood":1,"fasten":2,"fat":1,"fatal":3,"fate":3,"father":1,"fatherinlaw":3,"fault":1,"faulty":3,"favor":1,"favour":1,"favorable":2,"favourable":2,"favorite":1,"favourite":1,"fax":2,"fear":1,"fearsome":3,"feast":2,"feat":3,"feather":1,"feature":1,"february":1,"fedup":3,"federal":3,"fee":1,"feed":1,"feedback":3,"feel":1,"feeling":1,"fellow":2,"female":1,"fence":1,"ferry":2,"ferryboat":3,"festival":1,"festive":2,"fetch":2,"fever":1,"feverishly":2,"few":1,"fiber":3,"fibre":3,"fiction":1,"fictional":3,"field":1,"fierce":3,"fifteen":1,"fifth":2,"fifty":1,"fight":1,"fighter":1,"fighting":3,"figurative":3,"figure":1,"file":1,"filial":3,"fill":1,"filling":2,"film":1,"filmmaker":2,"filter":2,"final":1,"finally":1,"finance":2,"financial":2,"financially":3,"find":1,"finding":2,"fine":1,"finely":3,"finger":2,"fingernail":3,"finish":1,"fire":1,"firebrigade":3,"firestation":2,"firearm":3,"firefighter":2,"fireplace":3,"firework":2,"firm":2,"firmly":2,"firmness":3,"first":1,"firstfloor":2,"firstlady":2,"firstlanguage":3,"firstname":1,"firstperson":3,"firstly":3,"fiscal":3,"fish":1,"fisherman":1,"fishing":1,"fit":1,"fitness":2,"five":1,"fix":1,"fixed":3,"flag":1,"flame":3,"flap":3,"flash":2,"flat":1,"flavor":2,"flavour":2,"flaw":3,"flawless":3,"flax":3,"flea":1,"flee":3,"fleet":3,"flesh":3,"flexibility":3,"flexible":3,"flexibly":3,"flight":1,"flip":3,"float":1,"flock":2,"flood":1,"floor":1,"flour":1,"flow":2,"flower":1,"flu":2,"fluency":3,"fluent":2,"fluently":2,"fluid":3,"flunk":2,"flute":2,"flutter":3,"fly":1,"focus":1,"fog":1,"foggy":1,"fold":2,"folder":1,"folk":2,"follow":1,"follower":3,"following":1,"folly":3,"fond":2,"fondly":3,"fondness":2,"food":1,"fool":1,"foolish":2,"foolishly":3,"foot":2,"football":1,"footballer":1,"footnote":3,"for":1,"forbid":1,"forbidden":2,"force":1,"forcefully":3,"forecast":2,"forehead":2,"foreign":1,"foreigner":1,"foreman":3,"foresee":3,"forest":1,"forestry":3,"forever":1,"forget":1,"forgive":2,"fork":1,"form":1,"formal":2,"formally":2,"format":2,"formation":3,"former":2,"formerly":3,"formidable":3,"formula":2,"forth":2,"forthcoming":3,"fortnight":2,"fortunate":2,"fortunately":1,"fortune":1,"forty":1,"forward":1,"foul":3,"found":3,"foundation":2,"fountain":2,"four":1,"fourteen":1,"fox":3,"fragment":2,"fragrance":3,"frame":1,"frank":1,"frankly":3,"frantically":3,"fraud":3,"freak":3,"free":1,"freedom":1,"freely":2,"freeze":1,"freezer":2,"freezing":2,"frequency":2,"frequent":2,"frequently":2,"fresh":1,"freshman":2,"friday":1,"fridge":1,"fried":1,"friend":1,"friendliness":2,"friendly":3,"friendship":1,"frigate":3,"fright":2,"frighten":1,"frightened":1,"frightening":1,"frog":1,"from":1,"front":1,"frontier":3,"frost":2,"frozen":2,"frugal":3,"fruit":1,"frustrated":2,"frustration":2,"fry":1,"fryingpan":2,"fuel":2,"fulfill":3,"fulfil":3,"full":1,"fullstop":2,"fulltime":2,"fully":1,"fume":3,"fun":1,"function":1,"functional":3,"functionality":3,"fund":2,"fundamental":3,"funeral":2,"funk":3,"funky":3,"funny":1,"fur":2,"furious":3,"furiously":3,"furnish":2,"furniture":1,"furor":3,"furore":3,"further":1,"furthermore":2,"furthest":2,"fuss":2,"future":1,"gaiety":3,"gain":2,"gall":2,"gallery":1,"gallon":2,"gambling":3,"game":1,"gang":3,"gangster":3,"gap":2,"garage":1,"garbage":1,"garden":1,"gardener":3,"gardening":2,"garlic":1,"garment":2,"gas":1,"gasp":3,"gate":1,"gateway":3,"gather":1,"gaudy":3,"gay":2,"gaze":3,"gear":3,"gee":2,"gender":1,"gene":2,"general":2,"generalization":3,"generalisation":3,"generalize":3,"generalise":3,"generally":2,"generate":2,"generation":1,"generosity":3,"generous":2,"generously":3,"genetic":2,"genetically":2,"genetics":2,"genius":3,"genre":3,"gentle":1,"gentleman":2,"gently":3,"genuine":3,"genuinely":3,"geographic":3,"geographical":2,"geography":2,"geology":2,"germ":3,"gesture":2,"get":1,"getaway":3,"ghetto":3,"ghost":1,"giant":2,"gift":1,"gifted":2,"giggle":2,"ginger":2,"giraffe":2,"girl":1,"girlfriend":1,"give":1,"giveaway":3,"given":1,"glacis":3,"glad":1,"glamorous":3,"glamourous":3,"glance":2,"glare":3,"glass":1,"glasses":1,"gleam":3,"glee":3,"glide":2,"glimpse":2,"glint":2,"global":2,"globalwarming":3,"globally":3,"globe":1,"glocal":3,"gloomy":3,"glorify":3,"glorious":2,"glory":2,"glove":1,"glow":3,"go":1,"goal":1,"goalkeeper":2,"goat":3,"god":3,"goddess":2,"godly":3,"gold":1,"golden":1,"golf":1,"golfer":2,"good":1,"goodafternoon":1,"goodmorning":1,"goodnight":1,"goodlooking":1,"goodness":2,"goods":2,"goodwill":3,"gook":3,"gorge":3,"gorgeous":2,"gorilla":2,"gossip":2,"govern":2,"government":1,"governmental":3,"governor":2,"gown":2,"grab":2,"grace":1,"graceful":2,"gracefulness":3,"grade":1,"gradual":3,"gradually":1,"graduate":1,"graduation":2,"grain":3,"gram":1,"gramme":1,"grammar":1,"grand":3,"grandchild":1,"granddad":1,"granddaughter":1,"grandfather":1,"grandma":1,"grandmother":1,"grandpa":1,"grandparent":1,"grandson":1,"granny":1,"grant":2,"grape":1,"graph":2,"graphic":2,"graphically":3,"graphics":2,"grasp":3,"grass":1,"grateful":1,"gratitude":2,"grave":2,"gravestone":3,"gravitation":3,"gravy":2,"gray":1,"grey":1,"great":1,"greatly":1,"greatness":3,"greedy":1,"green":1,"greenhouse":2,"greet":1,"greeting":2,"grief":3,"grieve":3,"grill":2,"grilled":1,"grim":3,"grin":3,"grip":3,"grocerystore":1,"groom":2,"gross":3,"ground":1,"groundfloor":2,"group":1,"grouping":2,"grow":1,"growing":3,"grownup":3,"growth":2,"guarantee":2,"guard":1,"guerrilla":3,"guess":1,"guest":1,"guidance":2,"guide":2,"guidebook":1,"guideline":3,"guilt":2,"guilty":2,"guitar":1,"guitarist":2,"gulp":3,"gum":3,"gun":1,"gunshot":3,"guts":3,"guy":1,"gym":2,"gymnastic":3,"gymnastics":2,"habit":1,"habitant":3,"habitat":2,"had":1,"hail":3,"hair":1,"haircut":1,"hairdresser":2,"hairdryer":2,"hairy":3,"half":1,"halfprice":1,"hall":1,"ham":1,"hamburger":1,"hammer":2,"hand":1,"handbag":1,"handball":2,"handheld":2,"handicap":3,"handicapped":1,"handicraft":3,"handkerchief":2,"handle":1,"handout":3,"handrail":3,"handshake":2,"handsome":1,"handwriting":2,"handy":2,"hang":2,"hanging":2,"happen":1,"happily":1,"happiness":1,"happy":1,"harbor":2,"harbour":2,"hard":1,"harddrive":3,"hardly":1,"hardship":2,"hardware":3,"hardworking":2,"harm":1,"harmful":1,"harmless":3,"harmony":1,"harness":2,"harrow":3,"harvest":1,"has":1,"haste":3,"hastily":3,"hasty":2,"hat":1,"hatch":2,"hatching":3,"hate":1,"hatred":2,"haunt":2,"haunting":3,"have":1,"haveto":1,"haven":2,"hay":3,"hazard":2,"hazardous":3,"he":1,"head":1,"headache":1,"headline":2,"headphone":1,"headquarters":3,"headteacher":1,"heal":2,"healing":2,"health":1,"healthcare":3,"healthy":1,"heap":3,"hear":1,"hearing":2,"heart":1,"heartattack":2,"heartbreaking":3,"hearted":2,"heartwarming":3,"hearty":2,"heat":1,"heater":2,"heating":1,"heaven":2,"heavenly":2,"heavily":1,"heavy":1,"hedge":3,"heel":2,"height":2,"helicopter":3,"hell":3,"hello":1,"helmet":2,"help":1,"helper":3,"helpful":1,"helpless":2,"hemp":3,"her":1,"herb":3,"herd":2,"here":1,"heritage":3,"hero":1,"hers":1,"herself":1,"hesitate":2,"hesitation":3,"hey":1,"hi":1,"hidden":2,"hide":1,"high":1,"highschool":1,"highlight":2,"highly":2,"hightech":3,"hitech":3,"highway":1,"hijack":3,"hike":1,"hiking":1,"hilarious":3,"hill":1,"him":1,"himself":1,"hint":3,"hip":2,"hiphop":1,"hire":2,"his":1,"historian":2,"historic":2,"historical":2,"history":1,"hit":1,"hiv":2,"hobby":1,"hockey":1,"hold":1,"holder":3,"hole":1,"holiday":1,"hollow":3,"holocaust":3,"holy":2,"home":1,"homeless":2,"hometown":1,"homeward":3,"homework":1,"hone":3,"honest":2,"honestly":2,"honesty":2,"honey":1,"honeymoon":2,"honor":1,"honour":1,"honorable":3,"honourable":3,"hood":3,"hook":3,"hop":2,"hope":1,"hopeful":2,"hopefully":2,"hopeless":2,"horizon":2,"horn":2,"horrible":2,"horrify":2,"horror":1,"horse":1,"hospice":3,"hospitable":3,"hospital":1,"hospitality":3,"hospitalize":3,"hospitalise":3,"host":1,"hostel":2,"hot":1,"hotel":1,"hour":1,"hourly":3,"house":1,"household":2,"housekeeper":3,"housemaster":3,"housewife":3,"housework":2,"hover":3,"how":1,"however":1,"hug":1,"huge":2,"hugely":3,"human":1,"humanrights":3,"humane":3,"humanist":3,"humanity":2,"humanize":3,"humanise":3,"humble":3,"humbug":3,"humid":2,"humiliate":3,"humiliating":3,"humiliation":3,"humor":2,"humour":2,"humorous":2,"hundred":1,"hunger":2,"hungry":1,"hunt":2,"hunter":1,"hunting":3,"hurriedly":2,"hurry":1,"hurt":1,"husband":1,"hush":3,"hut":2,"hybrid":3,"hygiene":3,"hyperbole":3,"hyphen":3,"ice":1,"icecream":1,"icehockey":2,"iceskating":2,"iceman":3,"icon":3,"icy":3,"id":1,"idcard":1,"idea":1,"ideal":1,"ideally":3,"identical":3,"identification":3,"identify":3,"identity":2,"identitycard":2,"ideology":3,"idiom":2,"idiot":3,"idle":3,"idol":2,"idolize":3,"idolise":3,"if":1,"ignorance":3,"ignorant":3,"ignore":2,"ill":1,"illegal":1,"illegally":2,"illness":2,"illuminate":2,"illustrate":3,"illustration":3,"image":1,"imagery":3,"imaginary":2,"imagination":1,"imagine":1,"imitate":2,"imitation":3,"immediate":2,"immediately":2,"immerse":3,"immigrant":3,"immigrate":2,"immigration":2,"immoral":3,"immortal":3,"immortality":3,"impact":1,"impair":2,"impartial":3,"impatient":1,"impatiently":3,"imperative":3,"impermanent":3,"implement":3,"implication":3,"imply":3,"impolite":3,"impolitely":3,"import":3,"importance":1,"important":1,"importantly":1,"impose":3,"impossibility":3,"impossible":1,"impractical":3,"impress":1,"impressed":3,"impression":2,"impressionism":3,"impressionist":3,"impressive":2,"imprison":3,"imprisonment":3,"improbable":3,"improper":2,"improperly":3,"improve":1,"improved":3,"improvement":2,"impulse":3,"impulsive":3,"in":1,"inaccurate":3,"inadequate":3,"inanimate":3,"inborn":3,"incense":3,"incentive":3,"inch":1,"incident":2,"include":1,"including":2,"income":2,"inconvenient":2,"incorrect":2,"increase":1,"increasingly":2,"incredible":2,"incredibly":2,"incur":3,"incurable":3,"indebted":3,"indeed":1,"indefinitearticle":2,"indent":3,"independence":1,"independent":2,"independently":3,"indescribable":3,"index":3,"indicate":1,"indifferent":3,"indignity":3,"indirect":2,"indirectly":2,"indispensable":3,"individual":2,"indoor":1,"indoors":2,"indulge":3,"indulgent":3,"industrial":2,"industrialize":3,"industrialise":3,"industry":2,"ineffective":3,"inert":3,"inevitable":2,"inexpensive":1,"inexperienced":3,"infant":3,"infect":3,"infected":3,"infection":2,"infectious":3,"infer":3,"inference":3,"infinitive":2,"inflammation":3,"inflammatory":3,"inflate":3,"inflation":3,"influence":1,"influential":3,"influenza":3,"inform":2,"informal":3,"information":1,"informative":2,"infringe":3,"infringement":3,"ingredient":2,"inhabit":3,"inhabitant":2,"inhale":2,"inherit":3,"initial":2,"initially":2,"initiative":3,"inject":2,"injection":3,"injure":1,"injured":3,"injury":2,"ink":2,"innate":3,"inner":1,"innermost":2,"innocent":2,"innocently":3,"innovation":3,"innovative":3,"innovator":2,"input":3,"inquire":3,"enquire":3,"inquiry":2,"enquiry":2,"insane":2,"inscribe":2,"inscription":2,"insect":1,"inseparable":3,"inside":1,"insight":2,"insist":2,"inspect":3,"inspection":2,"inspector":3,"inspiration":1,"inspirational":3,"inspire":2,"install":2,"instal":2,"instance":2,"instant":1,"instantly":3,"instead":1,"insteadof":2,"instill":3,"instil":3,"instinct":3,"institute":2,"institution":3,"instruct":3,"instruction":2,"instructor":2,"instrument":1,"insufficient":3,"insult":3,"insurance":2,"integrate":3,"intellectual":3,"intelligence":1,"intelligent":1,"intend":2,"intense":2,"intensive":2,"intent":3,"intention":2,"intentionally":2,"interact":2,"interaction":2,"interactive":3,"interest":1,"interested":1,"interesting":1,"interfere":3,"interior":3,"intermediate":2,"intermission":2,"internal":2,"international":1,"internationally":2,"internet":1,"interpersonal":3,"interpret":3,"interpretation":3,"interpreter":3,"interrupt":2,"interruption":3,"intersection":3,"interval":2,"interview":1,"interviewee":2,"interviewer":1,"intimate":3,"into":1,"intransitive":3,"intravenous":3,"introduce":1,"introduction":2,"intrude":3,"intruder":3,"intrusion":3,"invade":1,"invariable":3,"invariably":3,"invasion":2,"invent":1,"invention":1,"inventor":3,"invertedcommas":3,"invest":2,"investigate":3,"investigation":2,"investigator":3,"investment":3,"investor":3,"invisible":3,"invitation":2,"invite":1,"invitingly":3,"invoke":3,"involuntarily":2,"involve":2,"involved":2,"involvement":3,"iron":2,"ironically":3,"ironing":2,"irrational":3,"irregular":2,"irresistible":3,"irresistibly":3,"irresponsible":3,"irritate":2,"irritated":3,"irritating":3,"irritation":3,"is":1,"island":1,"islander":3,"isle":2,"isolation":2,"issue":1,"it":1,"italicize":3,"italicise":3,"itch":3,"item":1,"its":1,"itself":1,"ivory":2,"jacket":1,"jade":2,"jail":2,"gaol":2,"jam":1,"january":1,"jar":2,"jaw":3,"jazz":2,"jealous":2,"jealously":3,"jeans":1,"jelly":1,"jeopardize":3,"jeopardise":3,"jet":1,"jewel":2,"jeweler":3,"jeweller":3,"jewelry":1,"jewellery":1,"job":1,"jog":2,"jogging":2,"join":1,"joint":2,"joke":1,"journal":2,"journalism":3,"journalist":2,"journey":1,"joy":1,"judge":1,"judgment":2,"judgement":2,"judo":3,"jug":2,"juice":1,"juicy":2,"july":1,"jump":1,"jumper":2,"june":1,"jungle":2,"junior":1,"junk":1,"junkfood":3,"juror":3,"jury":3,"just":1,"justice":2,"justify":3,"kangaroo":3,"karaoke":3,"keen":3,"keep":1,"keeper":3,"kerosene":3,"kettle":2,"key":1,"keyboard":2,"keystroke":3,"kick":1,"kid":1,"kill":1,"killer":1,"killing":2,"kilo":1,"kilogram":1,"kilogramme":1,"kilometer":1,"kilometre":1,"kind":1,"kindly":1,"kindness":2,"king":1,"kingdom":1,"kiss":1,"kit":1,"kitchen":1,"kite":1,"kitten":2,"knee":1,"kneel":3,"knife":1,"knit":2,"knock":1,"knot":3,"know":1,"knowingly":3,"knowledge":1,"known":3,"lab":2,"label":3,"labor":1,"labour":1,"laboratory":2,"laborer":3,"labourer":3,"lack":1,"ladder":2,"lady":1,"lake":1,"lamb":2,"lame":3,"lamp":1,"lance":3,"land":1,"landing":3,"landlady":3,"landlord":2,"landscape":1,"landslide":3,"lane":1,"language":1,"lap":3,"laptop":3,"large":1,"largely":2,"lark":3,"laser":3,"last":1,"lastminute":3,"lastname":1,"lasting":2,"lastly":3,"late":1,"latecomer":2,"lately":2,"later":1,"latest":1,"latter":1,"laugh":1,"laughter":2,"launch":2,"laundry":3,"lava":3,"law":1,"lawful":2,"lawmaker":3,"lawn":3,"lawsuit":3,"lawyer":1,"lay":2,"layabout":3,"layer":2,"laziness":1,"lazy":1,"lead":1,"leader":1,"leadership":2,"leading":2,"leaf":1,"leaflet":3,"league":2,"leak":3,"lean":2,"leap":2,"learn":1,"learner":1,"learning":3,"lease":3,"leash":3,"least":1,"leather":1,"leave":1,"lecture":2,"lecturer":3,"leek":3,"left":1,"lefthand":1,"leg":1,"legal":2,"legally":2,"legend":3,"legendary":3,"legislate":3,"legislation":3,"legislative":3,"legislator":3,"legislature":3,"legitimate":3,"leisure":1,"leisurely":3,"lemon":1,"lemonade":1,"lend":1,"length":2,"lengthen":3,"lengthy":3,"leopard":3,"less":1,"lessen":2,"lesson":1,"lest":3,"let":1,"letter":1,"lettuce":2,"level":1,"liar":2,"liberal":3,"liberate":2,"liberation":2,"liberty":1,"librarian":2,"library":1,"license":1,"licence":1,"lick":3,"lid":3,"lie":1,"life":1,"lifeguard":2,"lifeless":3,"lifelong":2,"lifestyle":1,"lifetime":3,"lift":2,"light":1,"lighten":3,"lighter":2,"lighting":3,"lightly":2,"lightning":2,"like":1,"likely":1,"likeness":2,"likewise":3,"lily":1,"limb":3,"limit":2,"limitation":2,"limited":2,"limp":2,"line":1,"linen":3,"liner":3,"ling":3,"linger":3,"link":2,"lion":1,"lip":1,"liquid":2,"list":1,"listen":1,"listener":3,"liter":1,"litre":1,"literal":3,"literally":3,"literary":2,"literature":2,"litter":3,"little":1,"live":1,"lively":1,"liver":2,"living":1,"livingroom":1,"load":1,"loaf":2,"loan":3,"lobby":3,"local":1,"locate":2,"location":2,"lock":1,"lodge":2,"log":2,"logic":2,"logical":1,"logo":2,"loneliness":3,"lonely":1,"long":1,"longdistance":3,"longterm":3,"look":1,"loose":1,"loosely":3,"lorry":2,"lose":1,"loss":2,"lost":1,"lot":1,"lottery":2,"loud":2,"loudly":1,"loudspeaker":2,"lousy":3,"love":1,"lovely":1,"lover":1,"lovingly":2,"low":1,"lower":3,"lowland":3,"loyal":2,"loyalty":2,"luck":1,"luckily":1,"lucky":1,"lucrative":3,"luggage":2,"lunch":1,"lunchtime":1,"lung":2,"lush":3,"luxurious":3,"luxury":2,"lyric":1,"lyrics":3,"machine":1,"mad":1,"madam":3,"madame":3,"madness":3,"maestro":3,"magazine":1,"magic":1,"magical":2,"magician":2,"magnificent":2,"magnify":3,"mail":1,"mailbox":2,"main":2,"maincourse":1,"mainly":1,"maintain":2,"maintenance":2,"major":1,"majority":2,"make":1,"maker":1,"makeup":1,"malady":3,"malaria":3,"male":1,"mall":1,"mama":3,"mamma":3,"man":1,"manage":1,"management":2,"manager":1,"mango":3,"manipulate":3,"mankind":2,"manner":1,"mansion":3,"manual":3,"manufacture":3,"manufacturer":3,"manufacturing":3,"many":1,"map":1,"maple":2,"marathon":3,"marble":2,"march":1,"margin":3,"marine":2,"mark":1,"marked":2,"market":1,"marketing":3,"marriage":2,"married":1,"marry":1,"martialart":3,"marvelous":1,"marvellous":1,"mash":2,"mask":3,"mass":2,"massacre":3,"massage":3,"masseur":3,"massive":2,"master":3,"masterpiece":3,"mastery":3,"match":1,"mate":3,"material":1,"math":1,"maths":1,"mathematical":3,"mathematician":2,"mathematics":2,"matter":1,"mature":3,"mausoleum":3,"max":1,"maximum":2,"may":1,"maybe":1,"mayor":2,"me":1,"meal":1,"mean":1,"meaning":1,"meaningful":2,"means":3,"meanwhile":2,"measure":2,"measurement":2,"meat":1,"mechanic":2,"mechanical":2,"mechanize":3,"mechanise":3,"medal":1,"media":3,"medical":1,"medication":3,"medicine":1,"medieval":3,"mediaeval":3,"mediocre":3,"meditate":2,"meditation":2,"mediterranean":2,"medium":2,"meet":1,"meeting":1,"melody":3,"melon":1,"melt":2,"member":1,"membership":2,"memorable":2,"memorial":3,"memorize":2,"memorise":2,"memory":1,"mend":2,"mental":2,"mentally":2,"mention":1,"mentor":3,"menu":1,"merchandise":3,"merchant":2,"mercy":3,"mere":2,"merely":2,"merge":3,"merger":3,"merry":1,"mess":2,"message":1,"messageboard":2,"messenger":3,"messy":2,"metal":1,"metaphor":3,"meter":1,"metre":1,"method":1,"metric":3,"micro":3,"microbe":3,"microcomputer":3,"micrometer":3,"micrometre":3,"microorganism":3,"microphone":3,"microscope":3,"microscopic":3,"microscopy":3,"microwave":3,"midday":1,"middle":1,"middleaged":2,"midnight":1,"midst":3,"might":1,"mighty":3,"migration":3,"mild":2,"mile":2,"military":1,"milk":1,"mill":3,"millimeter":3,"millimetre":3,"million":1,"millionaire":3,"mimic":3,"mind":1,"mine":1,"mineral":2,"mineralwater":1,"miniature":3,"minimize":2,"minimise":2,"minimum":2,"minister":3,"minor":2,"minority":2,"mint":3,"minus":2,"minute":1,"miracle":2,"mirror":1,"mischief":2,"misconception":3,"miserable":2,"misery":2,"misfortune":3,"mislead":2,"misleading":3,"miss":1,"missile":3,"missing":1,"mission":2,"mist":3,"mistake":1,"mistreat":3,"mistrustful":3,"misty":2,"misunderstand":3,"misunderstanding":2,"mix":1,"mixingbowl":2,"mixture":3,"mobile":1,"mobilephone":1,"mobility":3,"mock":3,"modalverb":2,"modal":2,"model":1,"modem":2,"moderate":2,"modern":1,"modernization":3,"modernisation":3,"modernize":3,"modernise":3,"modest":3,"modification":3,"modify":2,"mogul":3,"moisture":2,"mold":3,"mould":3,"molecule":2,"mom":1,"moment":1,"momentarily":3,"momentary":3,"mommy":1,"mommie":1,"monastery":3,"monday":1,"money":1,"monitor":2,"monk":2,"monkey":1,"monster":2,"month":1,"monthly":2,"monument":2,"mood":1,"moody":3,"moon":1,"moonlight":3,"moonscape":3,"moral":2,"morality":3,"morally":3,"more":1,"moreover":2,"morning":1,"mortal":3,"mortar":3,"mortgage":3,"mortify":3,"mosque":1,"mosquito":2,"moss":2,"most":1,"mostly":1,"mother":1,"motherinlaw":3,"motherland":2,"motion":3,"motionless":2,"motivate":2,"motivated":3,"motivation":2,"motive":2,"motor":2,"motorbike":3,"motorcycle":2,"motorist":3,"motorway":1,"motto":2,"mount":2,"mountain":1,"mountaintop":2,"mourn":2,"mournful":3,"mouse":1,"mouth":1,"move":1,"movement":2,"mover":3,"movie":1,"moving":3,"mpplayer":1,"mr":1,"mrs":1,"ms":1,"much":1,"mud":2,"muddy":3,"mug":1,"mule":2,"multiple":3,"multiply":3,"mum":1,"mumble":3,"murder":1,"murderer":2,"murmur":3,"muscle":2,"muse":3,"museum":1,"mushroom":1,"music":1,"musical":1,"musician":1,"must":1,"mustache":3,"moustache":3,"mustard":2,"mutability":3,"mutable":3,"mutter":3,"mutton":3,"mutual":2,"my":1,"myself":1,"mysterious":1,"mystery":1,"mystify":3,"myth":2,"nail":2,"naked":2,"name":1,"nano":3,"nap":2,"napkin":1,"narcissistic":3,"narrate":2,"narrative":2,"narrator":3,"narrow":2,"narrowly":3,"nasty":2,"nation":1,"national":1,"nationalist":2,"nationality":1,"nationwide":3,"native":1,"nativespeaker":3,"natural":1,"naturally":2,"nature":1,"naughty":3,"naval":3,"navigate":3,"navigation":3,"navy":3,"navyblue":2,"near":1,"nearby":2,"nearly":1,"neat":3,"necessarily":3,"necessary":1,"necessity":3,"neck":1,"necklace":2,"nectar":2,"need":1,"needle":2,"needless":3,"needy":3,"negative":1,"negatively":3,"neglect":3,"negotiate":2,"negotiation":2,"neighbor":1,"neighbour":1,"neighborhood":2,"neighbourhood":2,"neighboring":3,"neighbouring":3,"neither":3,"nephew":2,"nerve":3,"nerves":3,"nervous":1,"nervously":3,"nervousness":2,"ness":2,"net":1,"netsurfer":3,"network":2,"neurosis":3,"neutral":2,"never":1,"nevertheless":2,"new":1,"newborn":2,"newcomer":2,"newly":2,"news":1,"newscaster":3,"newspaper":1,"newsworthy":3,"next":1,"nextdoor":2,"nextto":1,"nice":1,"nicely":3,"nickname":2,"niece":2,"night":1,"nightclub":3,"nightlife":2,"nightmare":3,"nine":1,"nineteen":1,"ninety":1,"no":1,"noone":1,"nobility":3,"noble":3,"nobleman":3,"nobody":1,"nod":2,"noise":1,"noisily":2,"noisy":1,"nomad":3,